---
kind: other
id: Properties.T:Autodesk.Revit.DB.WorksetDefaultVisibilitySettings
source: html/336e3231-56e7-f23a-c574-b011c775a88c.htm
---
# WorksetDefaultVisibilitySettings Properties

The id of the assembly instance to which the element belongs.